Repository: haaanw/WorkloadManagementApp
Catalog: WorkloadApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# term.recoveryScore
source: Recovery Score
zh_hans: 恢复评分

# term.rhr
source: RHR
zh_hans: 静息心率 (RHR)

# term.rpe
source: RPE
zh_hans: 主观运动强度 (RPE)

# term.srpe
source: sRPE
zh_hans: 主观运动强度 (sRPE)

# term.trainingLoad
source: Training Load
zh_hans: 训练负荷

# term.tss
source: TSS
zh_hans: 训练压力评分 (TSS)

# term.vo2max
source: VO2 Max
zh_hans: 最大摄氧量 (VO2 Max)

# time.justNow
source: Just now
zh_hans: 刚刚

# todayProposal.noPlan.body
source: Bring your program and Tuwa proposes each day from it — or start an unplanned session.
zh_hans: 导入训练计划，Tuwa 会据此提出每天的训练——也可以直接开始一次计划外训练。

# todayProposal.noPlan.stamp
source: NOTHING PLANNED TODAY
zh_hans: 今天没有计划

# todayProposal.restDay.next
source: Rest day — next session %@.
zh_hans: 休息日 — 下次训练 %@。

# todayProposal.restDay.noneThisWeek
source: Rest day — no session scheduled this week.
zh_hans: 休息日 — 本周没有安排训练。

# todayProposal.restDay.stamp
source: REST DAY
zh_hans: 休息日

# todayProposal.startToday
source: Start today
zh_hans: 开始今天

# todayProposal.startUnplanned
source: Start unplanned
zh_hans: 开始计划外训练

# trainingPhase.building
source: Building
zh_hans: 增长期

# trainingPhase.maintaining
source: Maintaining
zh_hans: 维持期

# trainingPhase.pushing
source: Pushing
zh_hans: 冲刺期

# trainingPhase.tapering
source: Tapering
zh_hans: 减量期

# trainingProfile.card.action
source: Complete Profile
zh_hans: 完成档案

# trainingProfile.card.body
source: Answer a few questions about your training to get estimated workload data right away.
zh_hans: 回答关于您的训练的几个问题，立即获得估算的负荷数据。

# trainingProfile.card.header
source: TRAINING PROFILE
zh_hans: 训练档案

# trainingProfile.card.title
source: Set up your training profile
zh_hans: 设置您的训练档案

# trends.activity.empty
source: No sessions in this window.
zh_hans: 这个窗口内没有训练记录。

# trends.activity.sentence.baseline
source: Your own average for %1$lld days is %2$@.
zh_hans: 你自己 %1$lld 天的平均是 %2$@ 次。

# trends.activity.unit
source: sessions · %lld days
zh_hans: 次训练 · %lld 天

# trends.detail.fatigue.components.eyebrow
source: WHAT BUILT THIS NUMBER
zh_hans: 这个数字由什么构成

# trends.detail.fatigue.subtitleFormat
source: %lld-day accumulated fatigue
zh_hans: %lld 日累积疲劳

# trends.detail.fatigue.title
source: Fatigue index
zh_hans: 疲劳指数

# trends.detail.load.components.eyebrow
source: THE NUMBERS BEHIND THE RATIO
zh_hans: 比值背后的数字

# trends.detail.load.subtitleFormat
source: %lld-day acute ÷ chronic
zh_hans: %lld 日急性 ÷ 慢性

# trends.detail.load.title
source: Training load
zh_hans: 训练负荷

# trends.detail.load.tsb.title
source: Chronic minus acute
zh_hans: 慢性减急性

# trends.fatigue.component.loadElevation
source: load elevation
zh_hans: 负荷升高

# trends.fatigue.component.recoveryTrend
source: recovery trend
zh_hans: 恢复趋势

# trends.fatigue.component.restDebt
source: rest debt
zh_hans: 休息负债

# trends.fatigue.component.sessionDensity
source: session density
zh_hans: 训练密度

# trends.fatigue.component.softTissue
source: soft tissue
zh_hans: 软组织

# trends.fatigue.component.wellnessTrend
source: wellness trend
zh_hans: 主观状态趋势

# trends.fatigue.empty
source: Not enough history yet — %1$lld of %2$lld days.
zh_hans: 历史还不够——已有 %1$lld 天，共需 %2$lld 天。

# trends.fatigue.sentence.held
source: Your fatigue has held near %1$lld across the last %2$lld days.
zh_hans: 过去 %2$lld 天，你的疲劳指数一直在 %1$lld 附近。

# trends.fatigue.sentence.moved
source: Your fatigue has moved from %1$lld to %2$lld across the last %3$lld days.
zh_hans: 过去 %3$lld 天，你的疲劳指数从 %1$lld 变到 %2$lld。

# trends.fatigue.sentence.noRelief
source: It has not come down on any of the last %lld days.
zh_hans: 最近 %lld 天里，它没有一天下降。

# trends.fatigue.unit
source: index
zh_hans: 指数

# trends.fatigue.zone.elevated
source: Elevated
zh_hans: 偏高

# trends.fatigue.zone.high
source: High
zh_hans: 高

# trends.fatigue.zone.low
source: Low
zh_hans: 低

# trends.fatigue.zone.veryHigh
source: Very high
zh_hans: 很高

# trends.load.sentence
source: Acute load is %@× your chronic load.
zh_hans: 急性负荷是你慢性负荷的 %@ 倍。

# trends.load.sentence.heldRange
source: You have held %1$@–%2$@ across this window.
zh_hans: 在这个窗口内，你一直保持在 %1$@–%2$@。

# trends.load.unit
source: acute ÷ chronic
zh_hans: 急性 ÷ 慢性

# trends.meaning.about.activity.average.body
source: The comparison number comes from your own history — up to ninety days of it — scaled to the length of the window you are looking at. It is never a comparison with anybody else.
zh_hans: 用来对比的数字来自你自己的历史，最多取九十天，并换算到你当前查看的窗口长度。它从来不是和别人的比较。

# trends.meaning.about.activity.average.title
source: Your own average
zh_hans: 你自己的平均

# trends.meaning.about.activity.bars.body
source: One bar per day of the window, each the training stress you logged that day. Rest days are drawn as present and empty, so the rhythm of a week reads straight off the plot.
zh_hans: 窗口内每天一根柱子，高度是你那天记录的训练压力。休息日画成存在但为空，所以一周的节奏可以直接从图上读出来。

# trends.meaning.about.activity.bars.title
source: The bars
zh_hans: 这些柱子

# trends.meaning.about.eyebrow
source: HOW TO READ THIS
zh_hans: 如何解读

# trends.meaning.about.fatigue.absolute.body
source: The 0–100 scale is fixed. It is not a percentage of your own baseline, so 40 means the same thing in a heavy block as it does in a light one. Your own history enters through the six components, not through the scale.
zh_hans: 0–100 这把尺子是固定的。它不是你个人基线的百分比，所以在大负荷周期和小负荷周期里，40 都代表同一件事。你自己的历史是通过六项分量进入的，不是通过这把尺子。

# trends.meaning.about.fatigue.absolute.title
source: An absolute scale
zh_hans: 一把绝对的尺子

# trends.meaning.about.fatigue.component.loadElevation.body
source: Compares the average training stress of your recent sessions with your own longer-term average session. Sessions heavier than usual raise it.
zh_hans: 把你最近几次训练的平均训练压力，和你自己长期的平均单次训练相比。比平时更重就会让它升高。

# trends.meaning.about.fatigue.component.loadElevation.title
source: Load elevation · 20%
zh_hans: 负荷升高 · 20%

# trends.meaning.about.fatigue.component.recoveryTrend.body
source: Reads the slope of your last seven recovery scores. A falling slope raises it; a rising slope lowers it.
zh_hans: 读取你最近七天恢复分数的斜率。斜率下滑会让它升高，斜率回升会让它降低。

# trends.meaning.about.fatigue.component.recoveryTrend.title
source: Recovery trend · 20%
zh_hans: 恢复趋势 · 20%

# trends.meaning.about.fatigue.component.restDebt.body
source: Counts your consecutive training days without a rest day, and how long it has been since a rest period of two days or more.
zh_hans: 统计你连续训练而没有休息日的天数，以及距离上一次两天或更长的休息期有多久。

# trends.meaning.about.fatigue.component.restDebt.title
source: Rest debt · 15%
zh_hans: 休息欠账 · 15%

# trends.meaning.about.fatigue.component.sessionDensity.body
source: Compares how many sessions you did in the last fortnight with how many you usually fit into a fortnight.
zh_hans: 把你最近两周完成的训练次数，和你平时两周的训练次数相比。

# trends.meaning.about.fatigue.component.sessionDensity.title
source: Session density · 20%
zh_hans: 训练密度 · 20%

# trends.meaning.about.fatigue.component.softTissue.body
source: Counts the soft-tissue episodes you have logged in the last twelve months, weighted by how recent they are. Older episodes count for less.
zh_hans: 统计你在过去十二个月里记录的软组织事件，并按时间远近加权。越久远的事件，权重越小。

# trends.meaning.about.fatigue.component.softTissue.title
source: Soft tissue · 10%
zh_hans: 软组织 · 10%

# trends.meaning.about.fatigue.component.wellnessTrend.body
source: Reads the slope of your last seven wellness check-ins the same way the recovery trend is read.
zh_hans: 用读取恢复趋势的同样方式，读取你最近七次自评打卡的斜率。

# trends.meaning.about.fatigue.component.wellnessTrend.title
source: Wellness trend · 15%
zh_hans: 自评趋势 · 15%

# trends.meaning.about.fatigue.cutpoints.body
source: Under 35 reads as Low. 35 to 55 reads as Elevated. 55 to 75 reads as High. Above 75 reads as Very high. The band is a label on the same number, not a second measure.
zh_hans: 低于 35 读作“低”。35 到 55 读作“偏高”。55 到 75 读作“高”。高于 75 读作“很高”。区间只是同一个数值的标签，不是第二项测量。

# trends.meaning.about.fatigue.cutpoints.title
source: The four bands
zh_hans: 四个区间

# trends.meaning.about.fatigue.glyphs.body
source: Each line under the chart prints one component and its 0–100 contribution. ▲ marks a component above its neutral middle, ▼ below it, ● at it. A component above the middle is a reading, not a verdict.
zh_hans: 图下方每一行印出一项分量和它 0–100 的贡献值。▲ 表示这项分量高于中位，▼ 表示低于中位，● 表示正好在中位。高于中位只是一个读数，不是结论。

# trends.meaning.about.fatigue.glyphs.title
source: Reading the component lines
zh_hans: 读懂分量行

# trends.meaning.about.fatigue.moves.body
source: Sessions heavier than your own average, more sessions than you usually fit into a fortnight, and days in a row without a rest day all push it up. So does a falling recovery or wellness trend. Rest days and a rising recovery trend bring it down.
zh_hans: 比你自己平均更重的训练、两周内比平时更多的训练次数、连续多天没有休息日，都会把它推高。恢复趋势或自评趋势下滑也一样。休息日和回升的恢复趋势会把它拉低。

# trends.meaning.about.fatigue.moves.title
source: What moves it
zh_hans: 什么会让它变动

# trends.meaning.about.fatigue.what.body
source: A 0–100 reading of accumulated fatigue. It is a weighted blend of six signals the app already holds: your load, your session density, your rest, your recovery trend, your wellness answers and your soft-tissue history. Higher means more fatigue carried.
zh_hans: 一个 0–100 的累积疲劳读数。它由应用已经掌握的六项信号加权合成：负荷、训练密度、休息、恢复趋势、自评答案和软组织历史。数值越高，说明你背着的疲劳越多。

# trends.meaning.about.fatigue.what.title
source: What this index is
zh_hans: 这个指数是什么

# trends.meaning.about.load.acute.body
source: The weighted total of your training stress over roughly the last seven days, with the most recent days counting for most. It is the work your body is still working through.
zh_hans: 你大约最近七天训练压力的加权总和，越近的日子权重越大。它代表你的身体还在消化的那部分训练。

# trends.meaning.about.load.acute.title
source: Acute load
zh_hans: 急性负荷

# trends.meaning.about.load.chronic.body
source: The same weighted total over roughly the last twenty-eight days. It is the work you have made a habit of, and the base your recent week is compared against.
zh_hans: 同样的加权总和，窗口约为最近二十八天。它代表你已经养成习惯的训练量，也是用来和最近一周对比的底子。

# trends.meaning.about.load.chronic.title
source: Chronic load
zh_hans: 慢性负荷

# trends.meaning.about.load.cutpoints.body
source: Below 0.80 the week reads as Load light. 0.80 to 1.30 reads as Load steady. 1.30 to 1.50 reads as Load building. 1.50 and above reads as High load.
zh_hans: 低于 0.80 读作“负荷偏轻”。0.80 到 1.30 读作“负荷平稳”。1.30 到 1.50 读作“负荷上升”。1.50 及以上读作“高负荷”。

# trends.meaning.about.load.cutpoints.title
source: The three cut-points
zh_hans: 三个分界点

# trends.meaning.about.load.ratio.body
source: Acute divided by chronic. 1.00 means your last week matches the daily average of the month behind it. 1.20 means it ran a fifth ahead of that average. 0.70 means it ran three tenths behind it.
zh_hans: 急性除以慢性。1.00 表示你最近一周与它前面一个月的日均值相当。1.20 表示高出五分之一。0.70 表示低了十分之三。

# trends.meaning.about.load.ratio.title
source: The ratio
zh_hans: 这个比值

# trends.meaning.about.load.terms.body
source: ATL is the acute load and CTL the chronic load, keyed under the plot in their own colours. TSB is CTL minus ATL: positive when the base is bigger than the recent week, negative when the recent week is bigger.
zh_hans: ATL 是急性负荷，CTL 是慢性负荷，二者以各自的颜色标在图下方。TSB 是 CTL 减 ATL：底子大于最近一周时为正，最近一周更大时为负。

# trends.meaning.about.load.terms.title
source: ATL, CTL and TSB
zh_hans: ATL、CTL 和 TSB

# trends.meaning.activity
source: These sessions are what built the fatigue reading above.
zh_hans: 上面的疲劳读数，就是由这些训练累积出来的。

# trends.meaning.fatigue.pointer
source: Today's proposal already accounts for this.
zh_hans: 今天的训练提案已经把这一点算进去了。

# trends.meaning.fatigue.trajectory.falling
source: It has been coming down across this window.
zh_hans: 在这个窗口里，它一直在下降。

# trends.meaning.fatigue.trajectory.rising
source: It has been climbing across this window.
zh_hans: 在这个窗口里，它一直在上升。

# trends.meaning.fatigue.trajectory.steady
source: It has been level across this window.
zh_hans: 在这个窗口里，它一直保持平稳。

# trends.meaning.fatigue.zone.elevated
source: Your body is carrying more than it has cleared over this window.
zh_hans: 在这个窗口里，你的身体背着的比它消化掉的更多。

# trends.meaning.fatigue.zone.high
source: Accumulated fatigue is well above your usual sitting point, and several of the six signals are elevated at once.
zh_hans: 累积疲劳明显高于你平时所处的位置，六项信号中有几项同时偏高。

# trends.meaning.fatigue.zone.low
source: You are carrying little accumulated fatigue: the six signals behind this index are near or below where they usually sit for you.
zh_hans: 你身上累积的疲劳很少：这个指数背后的六项信号，都接近或低于你平时的水平。

# trends.meaning.fatigue.zone.veryHigh
source: This sits near the top of the 0–100 scale: load, rest and recovery signals are all elevated together.
zh_hans: 这个读数接近 0–100 量表的顶端：负荷、休息和恢复信号同时偏高。

# trends.meaning.load.building
source: Your last week has run ahead of the month behind it.
zh_hans: 你最近一周走在了它前面那一个月的前面。

# trends.meaning.load.high
source: Your last week is at least half again the daily average of the month behind it.
zh_hans: 你最近一周至少是它前面一个月日均值的一倍半。

# trends.meaning.load.light
source: Your last week has been lighter than the month behind it.
zh_hans: 你最近一周比它前面的一个月更轻。

# trends.meaning.load.noData
source: Not enough chronic load yet to form a ratio.
zh_hans: 慢性负荷还不够，暂时形成不了比值。

# trends.meaning.load.steady
source: Your last week is in line with the month behind it. 0.8–1.3 is the band that reads as a continuation of work you have already done.
zh_hans: 你最近一周和它前面的一个月一致。0.8–1.3 这个区间读起来，是你已经做过的训练的延续。

# trends.nav.title
source: Trends
zh_hans: 趋势

# trends.range.oneMonth
source: 1 month
zh_hans: 1 个月

# trends.range.oneWeek
source: 1 week
zh_hans: 1 周

# trends.range.twoWeeks
source: 2 weeks
zh_hans: 2 周

# trends.section.activity
source: What you did
zh_hans: 你练了什么

# trends.section.fatigue
source: Fatigue
zh_hans: 疲劳

# trends.section.load
source: Load
zh_hans: 负荷

# unit.kg
source: kg
zh_hans: 千克

# unit.lb
source: lb
zh_hans: 磅

# unit.meter.short
source: m
zh_hans: 米

# unit.minute.short
source: min
zh_hans: 分钟

# unit.reps.short
source: reps
zh_hans: 次

# unit.second.short
source: sec
zh_hans: 秒

# upgrade.button.restorePurchases
source: Restore purchases
zh_hans: 恢复购买

# upgrade.cta.subscribe
source: Subscribe
zh_hans: 订阅

# upgrade.cta.trial
source: Start 7-Day Free Trial
zh_hans: 开始 7 天免费试用

# upgrade.error.unavailable
source: Subscriptions unavailable — check your connection and try again
zh_hans: 订阅不可用——检查连接并重试

# upgrade.feat.coach.plans
source: Assign plans and prescribed training sessions
zh_hans: 分配计划和指定训练课

# upgrade.feat.coach.pro
source: Athlete Pro tools included for your own training
zh_hans: 包含你个人训练所需的运动员 Pro 工具

# upgrade.feat.coach.reports
source: Roster-level reports and coach exports
zh_hans: 队员层级报告和教练导出

# upgrade.feat.coach.roster
source: Coach roster and athlete context switching
zh_hans: 教练队员列表和运动员模式切换

# upgrade.feat.pro.acwr
source: Advanced training-load and workload charts
zh_hans: 高级训练负荷与负荷量图表

# upgrade.feat.pro.customExercises
source: Unlimited custom exercises
zh_hans: 无限自定义练习

# upgrade.feat.pro.detraining
source: Detraining detection after breaks
zh_hans: 中断后的退训检测

# upgrade.feat.pro.history
source: Full training history (free tier: 7 days only)
zh_hans: 完整训练历史（免费版仅 7 天）

# upgrade.feat.pro.import
source: Workout program import
zh_hans: 训练计划导入

# upgrade.feat.pro.overload
source: Smart progressive overload suggestions
zh_hans: 智能渐进超负荷建议

# upgrade.feat.pro.pr
source: Personal record tracking across all time
zh_hans: 全周期个人纪录追踪

# upgrade.feat.pro.targets
source: Recovery-aware volume and intensity targets
zh_hans: 恢复感知的训练量与强度目标

# upgrade.label.annualBenefit
source: Best value — billed once per year. Comes out to %@ per month. Cancel anytime.
zh_hans: 最优价值——每年计费一次。平均每月 %@。随时取消。

# upgrade.label.lockedWeeks
source: %lld week(s) of training data locked
zh_hans: %lld 周的训练数据已锁定

# upgrade.label.monthlyBenefit
source: Flexible month-to-month. No commitment — cancel anytime from Settings on your device.
zh_hans: 灵活按月结算。无承诺——可随时在设备的设置中取消。

# upgrade.label.unlockHistory
source: Unlock your full history with Pro
zh_hans: 升级 Pro 解锁完整历史记录

# upgrade.nav.title
source: Upgrade
zh_hans: 升级

# upgrade.plan.annual
source: ANNUAL
zh_hans: 年付

# upgrade.plan.monthly
source: MONTHLY
zh_hans: 月付

# upgrade.savings.coach
source: SAVE 17%
zh_hans: 省 17%

# upgrade.savings.pro
source: SAVE 29%
zh_hans: 省 29%

# upgrade.section.choosePlan
source: Choose your plan
zh_hans: 选择方案

# upgrade.section.includes
source: Includes
zh_hans: 包含

# upgrade.section.subscription
source: Subscription
zh_hans: 订阅

# upgrade.tier.athletePro.headline
source: Coach yourself with confidence
zh_hans: 自信地做自己的教练

# upgrade.tier.athletePro.subtitle
source: Unlock the full power of Tuwa to adapt your strength training to how your body is recovering.
zh_hans: 释放 Tuwa 的全部能力，让你的力量训练随身体的恢复状态灵活调整。

# upgrade.tier.coach.headline
source: Coach athletes with clarity
zh_hans: 清晰地执教运动员

# upgrade.tier.coach.subtitle
source: Manage roster context, assigned plans, and coach reports from the dedicated coach shell.
zh_hans: 在独立教练界面管理队员、分配计划和教练报告。

# upgrade.trigger.athletePro
source: Athlete Pro
zh_hans: 运动员 Pro

# upgrade.trigger.coach
source: Coach tools
zh_hans: 教练工具

# upgrade.trigger.export
source: Export
zh_hans: 导出

# upgrade.trigger.history
source: History
zh_hans: 历史记录

# upgrade.trigger.historyWeeks
source: %lld weeks locked
zh_hans: %lld 周已锁定

# verdict.match.microdose
source: %@ — microdose: cap the top set, skip back-offs.
zh_hans: %@ — 微剂量：压低顶组重量，跳过后续组。

# verdict.match.onDay
source: Match %@
zh_hans: %@比赛

# verdict.match.today
source: Match today
zh_hans: 今天比赛

# verdict.match.tomorrow
source: Match tomorrow
zh_hans: 明天比赛

# verdict.reason.crossModal.core
source: Recent sport work loaded your core — easing this lift.
zh_hans: 最近的运动让核心负荷偏高 — 今天这项训练稍微放轻。

# verdict.reason.crossModal.fullBody
source: Recent sport work is still carrying over — easing this lift.
zh_hans: 最近的运动负荷还在延续 — 今天这项训练稍微放轻。

# verdict.reason.crossModal.legs
source: Recent court work loaded your legs — easing this lower-body lift.
zh_hans: 最近的球场训练让腿部负荷偏高 — 今天下肢训练稍微放轻。

# verdict.reason.crossModal.upper
source: Recent sport work loaded your upper body — easing this lift.
zh_hans: 最近的运动让上肢负荷偏高 — 今天这项训练稍微放轻。

# verdictCard.action.accept
source: Use this
zh_hans: 采用建议

# verdictCard.action.adjusted
source: Suggested adjustment
zh_hans: 建议调整

# verdictCard.action.asPlanned
source: Train as planned
zh_hans: 按计划训练

# verdictCard.action.deferred
source: Going with your plan
zh_hans: 沿用你的计划

# verdictCard.action.gotIt
source: Got it
zh_hans: 知道了

# verdictCard.action.keep
source: Keep my plan
zh_hans: 保留我的计划

# verdictCard.cap.action
source: Suggested session cap
zh_hans: 建议的单次训练上限

# verdictCard.cap.asPlannedValue
source: As planned
zh_hans: 按计划

# verdictCard.cap.asWritten
source: As written
zh_hans: 按你所写

# verdictCard.cap.ceiling
source: RPE %lld ceiling
zh_hans: RPE 上限 %lld

# verdictCard.cap.cell.hold
source: Keep it short
zh_hans: 缩短这次

# verdictCard.cap.cell.take
source: Take the cap
zh_hans: 采用上限

# verdictCard.cap.cell.taper
source: Taper today
zh_hans: 今天减量

# verdictCard.cap.fromPlanned
source: ↓ from %lld min
zh_hans: ↓ 原定 %lld 分钟

# verdictCard.cap.minutes
source: %lld min
zh_hans: %lld 分钟

# verdictCard.cap.noCeiling
source: No intensity ceiling today
zh_hans: 今天不设强度上限

# verdictCard.cap.state.capped
source: Capped
zh_hans: 已限量

# verdictCard.cap.state.hold
source: Hold
zh_hans: 保守

# verdictCard.cap.state.taper
source: Taper
zh_hans: 减量

# verdictCard.cell.cutVolume
source: Cut the volume
zh_hans: 减少组数

# verdictCard.cell.goLighter
source: Go %lld%% lighter
zh_hans: 减轻%lld%%

# verdictCard.cell.microdose
source: Microdose today
zh_hans: 今天微剂量

# verdictCard.confidence.learning
source: Still learning your baseline
zh_hans: 仍在学习你的基线

# verdictCard.delta.capped
source: CAPPED
zh_hans: 已封顶

# verdictCard.delta.volume
source: VOLUME −%lld SETS
zh_hans: 容量 −%lld组

# verdictCard.feel.prompt
source: Not how you feel?
zh_hans: 感觉不一样？

# verdictCard.feel.rough
source: I feel rough
zh_hans: 我感觉疲惫

# verdictCard.feel.strong
source: I feel strong
zh_hans: 我感觉不错

# verdictCard.fromPlanned
source: ↓ from %@
zh_hans: ↓ 原计划 %@

# verdictCard.start.adjusted
source: Start adjusted workout
zh_hans: 开始调整后的训练

# verdictCard.start.plan
source: Start my plan
zh_hans: 开始我的计划

# verdictCard.start.workout
source: Start workout
zh_hans: 开始训练

# verdictCard.state.accepted
source: Using the adjustment
zh_hans: 正在采用调整

# verdictCard.state.adjust
source: Adjust
zh_hans: 调整

# verdictCard.state.kept
source: Training your plan
zh_hans: 按你的计划训练

# verdictCard.state.learning
source: Learning
zh_hans: 学习中

# verdictCard.state.microdose
source: Microdose
zh_hans: 微剂量

# verdictCard.state.steady
source: Steady
zh_hans: 稳住

# verdictCard.sub.allNSets
source: ALL %lld SETS
zh_hans: 全部%lld组

# verdictCard.sub.allSets
source: ALL SETS
zh_hans: 全部组数

# verdictCard.sub.backoffCut
source: −%lld BACK-OFF
zh_hans: 减%lld组次顶组

# verdictCard.sub.fullSession
source: FULL SESSION
zh_hans: 完整训练

# verdictCard.sub.microdose
source: 1 TOP SET · ~20 MIN
zh_hans: 1个最重组 · 约20分钟

# verdictCard.sub.steady
source: ALL %lld SETS · AS WRITTEN
zh_hans: 全部%lld组 · 按计划

# verdictCard.sub.topPlusBackoff
source: TOP SET + %lld BACK-OFF
zh_hans: 最重组 + %lld组次顶组

# verdictCard.title
source: TODAY'S PLAN
zh_hans: 今天的计划

# verdictCard.zone.a11y
source: Today's number sits inside today's training zone
zh_hans: 今天的重量落在今日训练区间内

# verdictCard.zone.in
source: IN TODAY'S ZONE
zh_hans: 处于今日区间

# verdictCard.zone.right
source: RIGHT IN YOUR ZONE
zh_hans: 正处于你的区间

# verdictOutcome.context
source: A quick read helps tune the calls — no right answer.
zh_hans: 随手一记有助于校准判断——没有标准答案。

# verdictOutcome.question
source: Was the call right?
zh_hans: 这个判断对吗？

# verdictOutcome.right
source: Right
zh_hans: 对

# verdictOutcome.title
source: LOOKING BACK
zh_hans: 回顾

# verdictOutcome.unsure
source: Not sure
zh_hans: 说不准

# verdictOutcome.wrong
source: Wrong
zh_hans: 不对

# voice.capture.editor.a11y
source: Workout notes
zh_hans: 训练记录文本

# voice.capture.logManually
source: Log manually
zh_hans: 手动记录

# voice.capture.mic.start
source: Record
zh_hans: 录音

# voice.capture.mic.start.a11y
source: Record workout by voice
zh_hans: 语音记录本次训练

# voice.capture.mic.stop
source: Stop
zh_hans: 停止

# voice.capture.mic.stop.a11y
source: Stop recording
zh_hans: 停止录音

# voice.capture.navTitle
source: Log a session
zh_hans: 记录一次训练

# voice.capture.parsing
source: Parsing…
zh_hans: 解析中…

# voice.capture.parsing.a11y
source: Parsing your note
zh_hans: 正在解析你的记录

# voice.capture.placeholder
source: Say or type what you did — 'bench press, three sets of eight at eighty kilos…'
zh_hans: 说出或输入你练了什么——「卧推，三组，每组八次八十公斤……」

# voice.capture.recording.a11y
source: Recording, elapsed %@
zh_hans: 录音中，已用时 %@

# voice.capture.retry
source: Try again
zh_hans: 重试

# voice.capture.submit
source: Log it
zh_hans: 记录

# voice.dictation.adding
source: Adding…
zh_hans: 添加中…

# voice.dictation.adding.a11y
source: Adding your set
zh_hans: 正在添加训练组

# voice.dictation.coaching.free
source: Say a set — "bench press 80 for 5"
zh_hans: 说出一组——「卧推80做5次」

# voice.dictation.coaching.plan
source: Say only what changed — "one thirty for five"
zh_hans: 只说变化——「一百三十做五次」

# voice.dictation.coaching.sub
source: The plan supplies the exercise and the target
zh_hans: 动作与目标由计划提供

# voice.dictation.fallback.a11y
source: Edit the words you said
zh_hans: 编辑你说的内容

# voice.dictation.listening
source: Listening…
zh_hans: 聆听中…

# voice.dictation.logged
source: Logged
zh_hans: 已记录

# voice.dictation.prompt
source: Log by voice
zh_hans: 语音记录

# voice.dictation.record.a11y
source: Record workout by voice
zh_hans: 语音记录本次训练

# voice.dictation.speak
source: Speak
zh_hans: 说话

# voice.dictation.stop
source: Stop listening
zh_hans: 停止聆听

# voice.dictation.submit
source: Add set
zh_hans: 添加一组

# voice.dictation.type
source: Type
zh_hans: 打字

# voice.dictation.type.a11y
source: Type a set instead of speaking
zh_hans: 改为手动输入训练组

# voice.dictation.typePlaceholder
source: Bench press 80 for 5
zh_hans: 卧推 80 做 5

# voice.dictation.unparsed
source: Couldn't read that as a set. Fix the words and try again.
zh_hans: 无法识别为一组训练。修改文字后重试。
